export default {
  news: {
    status: 200,
    data: [
      {
        id: 1,
        title: '加智库：加拿大护卫舰遭解放军苏30、潜艇和战舰各种围观',
        details: '<p>原标题：加智库：加拿大护卫舰遭解放军苏30、潜艇和战舰各种围观</p>' +
        '<p>加拿大智库全球事务研究所6月25日发文称，本周一，加拿大海军护卫舰“里贾纳”号（HMCS Regina FFH334）在上海以东的东海国际水' +
        '域遭遇中国的苏-30双机编队，据称其中一架苏-30战机从“里贾纳”号舰首不到300米的处掠过，距水面高度仅有300米。</p>' +
        '<img src="http://p8.qhimg.com/t012b8d6f7c88a6d532.jpg" class="w100">/'
      },
      {
        id: 2,
        title: '侠客岛：“你是什么垃圾？” 背后其实大有讲头',
        details: 'bbb'
      },
      {
        id: 3,
        title: '街拍：这才是女神该有的时尚感，简单好看！',
        details: '333'
      }
    ]
  },
  commodity: {
    status: 200,
    data: [
      {
        id: 1,
        name: '新鲜 小黄瓜 迷你黄瓜 水果黄瓜 荷兰黄瓜500g',
        src: '/static/img/g.png',
        summary: '叶柄稍粗糙，有糙硬毛，长10-16(-20)厘米；叶片宽卵状心形，膜质，长、宽均7-20厘米，两面甚粗糙，被糙硬毛，3-5个角或浅裂，裂片三角形，有齿，\n' +
        '有时边缘有缘毛，先端急尖或渐尖，基部弯缺半圆形，宽2-3厘米，深2-2.5厘米，有时基部向后靠合。'
      },
      {
        id: 2,
        name: '新鲜 小冬瓜 迷你冬瓜 水果冬瓜 荷兰冬瓜500g',
        src: '/static/img/g2.png',
        summary: '叶柄稍粗糙，有糙硬毛，长10-16(-20)厘米；叶片宽卵状心形，膜质，长、宽均7-20厘米，两面甚粗糙，被糙硬毛，3-5个角或浅裂，裂片三角形，有齿，\n' +
        '有时边缘有缘毛，先端急尖或渐尖，基部弯缺半圆形，宽2-3厘米，深2-2.5厘米，有时基部向后靠合。'
      },
      {
        id: 3,
        name: '新鲜 小南瓜 迷你南瓜 水果南瓜 荷兰南瓜500g',
        src: '/static/img/g3.png',
        summary: '叶柄稍粗糙，有糙硬毛，长10-16(-20)厘米；叶片宽卵状心形，膜质，长、宽均7-20厘米，两面甚粗糙，被糙硬毛，3-5个角或浅裂，裂片三角形，有齿，\n' +
        '有时边缘有缘毛，先端急尖或渐尖，基部弯缺半圆形，宽2-3厘米，深2-2.5厘米，有时基部向后靠合。'
      }
    ]
  }
}
